import React from 'react';

const AboutUsPage = () => {
    return (
        <div className="about-us">
        <h2 className="about-us__title">Про нас</h2>
        <p className="about-us__text">
            Ми — команда ентузіастів, які люблять захоплюючі настільні ігри та інтерактивні розваги.
            Нашою метою було створити гру, яка об'єднує людей, дарує емоції та стимулює мислення.
        </p>
        <p className="about-us__text">
            Гра "Шпигун" створена для того, щоб кожен гравець відчув себе частиною захоплюючої історії,
            незалежно від віку чи досвіду. Ми прагнемо вдосконалювати її, додаючи нові теми, локації та функції, 
            щоб гра залишалася цікавою та динамічною.
        </p>
        <p className="about-us__text">
            Дякуємо, що ви з нами! Ваші відгуки та ідеї допомагають нам робити продукт кращим.
        </p>
    </div>
    );
};

export default AboutUsPage;
